const DATA = {
  '862': 'Першы ўспамін у летапісах пра Полацк',
  '1009': 'Літва ўпершыню згадваецца ў пісьмовых крыніцах',
  '1385':
    '14 жніўня адбылося заключэнне Крэўскай уніі, якая была падпісана ў замку Крэва - пагадненне аб дынастычным саюзе паміж Вялікім княствам Літоўскім і Польшчай, па якому літоўскі вялікі князь Ягайла, уступіўшы ў шлюб з польскай каралевай Ядвігай, абвяшчаўся польскім каралём.',
  '1413': `2 кастрычніка ў замку Гaродлa на рацэ Заходні Буг паміж Каралеўствам Польскім і Вялікім княствам Літоўскім была падпісана дамова, якая атрымала назву Гарадзельскай уніі. Па гэтай дамове літоўскія баяры і польская шляхта ўраўноўваліся па прывілегіях. Акт аб гэтым быў выдадзены сумесна ад асобы вялікага князя літоўскага Вітаўта і караля польскага Ягайлы ў двух экзэмплярах: па адным для кожнага боку;`,
  '1569': `Люблінская унія (1 ліпеня 1569), акт федэрацыйнага аб'яднання дзвюх дзяржаў Польшчы і Вялікага Княства Літоўскага ў Рэч Паспалітую Абодвух Народаў, зацверджаны на Люблінскім сойме.`,
  '1906': `у Расійскай імперыі пачалася Сталыпінская аграрная рэформа. Адным з мерапрыемстваў рэформы стала масавае прымусовае перасяленне сялян (у 1906-1916 гг. больш 335,4 тыс.чалавек) з Беларусі ў Сібір.`,
  '1917': `сакавік - рэвалюцыя ў Расіі прымусіла цара Мікалая II адрачыся ад пасаду;
  
лістапад - Кастрычніцкая рэвалюцыя - улада ў Расіі пераходзіць да бальшавікоў;`,
  '1918': `3 сакавіка - падпісаны Брэст-Літоўскі дагавор, які азнаменаваў выхад Савецкай Расіі з Першай сусветнай вайны. Акупацыя Беларусі германскімі войскамі працягвалася да снежня 1918 г.;
  
сакавік 1918 г. - была абвешчана Беларуская народная рэспубліка (БНР). Яна праіснавала менш за год да вываду нямецкіх войскаў з тэрыторыі Беларусі`,
  '1919': `1 студзеня - абвешчана Беларуская Савецкая Сацыялістычная Рэспубліка`,
  '1921': `Падпісаны Рыжскі мірны дагавор, па якім заходнія тэрыторыі Беларусі адышлі да Польшчы, на ўсходніх тэрыторыях адрадзілася Беларуская Савецкая Сацыялістычная Рэспубліка;
  
1921-1928 - у Беларусі, як і па ўсім Савецкім Саюзе, праводзілася Новая эканамічная палітыка (НЭП);

1921-1939 гг. - польскія ўлады ў Заходняй Беларусі актыўна праводзілі палітыку паланізацыі.
`,
  '1922': `Беларуская ССР увайшла ў склад Саюза Савецкіх Сацыялістычных Рэспублік (СССР)`,
  '1932': `1932-1933 - голад, выкліканы савецкай эканамічнай палітыкай, і ўвядзенне калектыўнага сельскай гаспадаркі (калгасы);`,
  '1936': `1936-1940 - перыяд сталінскіх рэпрэсій. Больш за 86 000 чалавек пацярпелі ад палітычных рэпрэсій. Каля 28 000 былі расстраляны ва ўрочышчы "Курапаты" пад Мінскам;`,
  '1939': `17 верасня - Чырвоная армія ўвайшла ў Заходнюю Беларусь, у выніку чаго гэтыя тэрыторыі ўведзены ў склад БССР;`,
  '1941': `чэрвень - пачалася Вялікая Айчынная вайна;
  
чэрвень-ліпень - супраціўленне абаронцаў Брэсцкай крэпасці нямецкім захопнікам працягвалася 6 тыдняў;

чэрвень - створана мінскае гета, у якое пазней акрамя беларускіх былі змешчаныя нямецкія і чэшскія габрэі. Масавыя расстрэлы вязняў гета праводзіліся ў Тучынка непасрэдна да знішчэння гета ў кастрычніку 1943 г.;

1941-1943 - Халакост у Беларусі. Масавыя забойствы яўрэяў нямецкімі войскамі працягваліся да заканчэння акупацыі;

канец 1941 г. - у Беларусі пачынае разгортвацца партызанскі рух, які да 1944 г. становіцца самым масавым у Еўропе.`,
  '1943': `мінскія падпольшчыкі забілі галоўнага нямецкага стаўленіка ў Беларусі генеральнага камісара Кубе;`,
  '1944': `канец чэрвеня - ліпень - у ходзе аперацыі «Баграціён» тэрыторыя Беларусі поўнасцю вызвалена Чырвонай Арміяй ад фашысцкіх акупантаў. 3 ліпеня вызвалены Мінск;`,
  '1945': `люты 1945 г. - па выніках Ялцінскай канферэнцыі, на якой у ліку іншых вырашалася пытанне аб тэрыторыях Польшчы, землі Заходняй Беларусі, за выключэннем Беластоцкай вобласці, засталіся ў складзе БССР;
   
май 1945 г. - скончылася Вялікая Айчынная вайна савецкага народа супраць нямецка-фашысцкіх захопнікаў; 

Беларусь прынята ў склад членаў - заснавальнікаў Арганізацыі Аб'яднаных Нацый (ААН);`,
  '1954': `Беларусь ўступіла ў Арганізацыю Аб'яднаных Нацый па пытаннях адукацыі, навукі і культуры (ЮНЕСКА);`,
  '1986': `26 красавікa - аварыя на Чарнобыльскай АЭС, у выніку якой пацярпела значная тэрыторыя Беларусі;`,
  '1990': `27 ліпеня - Вярхоўны Савет БССР прыняў Дэкларацыю аб дзяржаўным суверэнітэце Беларускай Савецкай Сацыялістычнай Рэспублікі;`,
  '1991': `25 жніўня - наданне Дэкларацыі аб дзяржаўным суверэнітэце Беларускай Савецкай Сацыялістычнай Рэспублікі статусу канстытуцыйнага закона, фактычна які абвясціў незалежнасць БССР;
  
19 верасня - прынята назва дзяржавы - Рэспубліка Беларусь;
  
8 снежня 1991 г. - на сустрэчы выбраных кіраўнікоў Расіі, Украіны І Беларусі Ў Віскулях (Брэсцкая вобласць) афіцыйна абвешчана абса спыненні існавання СССР;`,
  '1994': `15 сакавіка - Вярхоўны Савет Рэспублікі Беларусь прыняў новую Канстытуцыю Рэспублікі Беларусь, якой уведзены інстытут прэзідэнцтва;

у Беларусі адбыліся выбары першага ў гісторыі незалежнай дзяржавы Прэзідэнта Рэспублікі Беларусь. Ім абраны Аляксандр Рыгоравіч Лукашэнка. Інаўгурацыя кіраўніка дзяржавы праходзіла 20 ліпеня 1994 г.;`,
  '1995': `14 мая - парламенцкія выбары і першы ў гісторыі суверэннай Беларусі рэферэндум - па пытаннях надання рускай мове роўнага статусу з беларускай, усталяванне новых Дзяржаўнага сцяга і Дзяржаўнага герба Рэспублікі Беларусь, эканамічнай інтэграцыі з Расійскай Федэрацыяй;

7 чэрвеня - Указам Прэзідэнта Рэспублікі Беларусь зацверджаны новыя Дзяржаўны герб і Дзяржаўны сцяг Рэспублікі Беларусь;`,
  '1996': `2 красавіка - Прэзідэнты Беларусі і Расіі Аляксандр Лукашэнка і Барыс Ельцын падпісалі Дагавор аб утварэнні супольнасці Беларусі і Расіі, а 2 красавіка 1997 г. падпісаны дагавор аб Саюзе Рэспублікі Беларусь і Расійскай Федэрацыі. Гэтая дата адзначаецца як Дзень яднання народаў Беларусі і Расіі;

19-20 кастрычніка - праведзена І Усебеларускі народны сход, пасля якое стала важным грамадскім інстытутам, калі дэлегаты з усёй краіны збіраюцца абмеркаваць асноўныя напрамкі сацыяльна-эканамічнага развіцця рэспублікі;
  
24 лістапада - адбыўся рэспубліканскі рэферэндум. Былі ўнесены змены і дапаўненні ў Канстытуцыю Рэспублікі Беларусь: аб стварэнні двухпалатнага Парламента, пашырэнні паўнамоцтваў Прэзідэнта. Дзень незалежнасці Рэспублікі Беларусь быў перанесены на 3 ліпеня - дзень вызвалення Беларусі ад гітлераўскіх захопнікаў у Вялікай Айчыннай вайне;`,
  '1999': `8 снежня - падпісаны Дагавор аб стварэнні Саюзнай дзяржавы Беларусі і Расіі, прынятая Праграма дзеянняў па рэалізацыі яго палажэнняў;`,
  '2000': `10 октября – Беларусь, Казахстан, Кыргызстан, Россия и Таджикистан подписали договор об образовании Евразийского экономического сообщества (ЕврАзЭС);`,
  '2009': `27 лістапада - кіраўнікі трох дзяржаў - Беларусі, Казахстана і Расіі - падпісалі дакументы аб стварэнні з 1 студзеня 2010 года Мытнага саюза;`,
  '2011': `18 лістапада - прынятая Дэкларацыя аб еўразійскай эканамічнай інтэграцыі, і з 1 студзеня 2012 г. уступіў у сілу дагавор паміж Беларуссю, Расіяй і Казахстанам аб Адзінай эканамічнай прасторы (АЭП);`,
  '2012': `22 ліпеня - з касмадрома Байканур у Казахстане адбыўся запуск беларускага спадарожніка дыстанцыйнага зандзіравання Зямлі (БКА). Беларусь стала касмічнай дзяржавай;`,
  '2014': `29 мая - дагавор аб стварэнні Еўразійскай эканамічнай саюза падпісалі ў Астане прэзідэнты Беларусі, Казахстана і Расіі - Аляксандр Лукашэнка, Нурсултан Назарбаеў і Уладзімір Пуцін. Дакумент уступіў у сілу 1 студзеня 2015 года;`,
};

module.exports = DATA;
